{
    "Asegúrese que toda su información esté correcta.":"Make sure all your information is correct.",
    "Al guardar su información personal, se crea automaticamente su agenda para el servicio":"When you save your personal information, your address book is automatically created for the service.",
    "Utilice su CURP o PASAPORTE para futuros registros.":"Use your CURP or PASSPORT for future registrations.",


    "¡Asegurate de tener la procedencia correcta! :":"Make sure you have the right source! :",
    "Sí, regístrame":"Yes, please register me",
    "Cancelar":"Cancel",
    "¡Se están cargando sus datos!":"Your data is being uploaded!",
    "El sistema está guardando su agenda. Se enviará un correo de confirmación con su prefolio.":"The system is saving your agenda. A confirmation email will be sent with your portfolio.",
    "¡Registro completado!":"Registration completed!",
    "Su registro ha sido agendado, si correo está correcto, le llegará un mensaje de confirmación con su prefolio ":"Your registration has been scheduled, if your email is correct, you will receive a confirmation message with your portfolio ",
    "Su registro ha sido agendado, si correo está correcto, le llegará un mensaje de confirmación junto a su prefolio": "Your registration has been scheduled, if your email is correct, you will receive a confirmation message with your portfolio.",
    "Agenda no registrada":"Unregistered agenda",
    "Hubo un error, comuniquese con el personal.":"There was an error, please contact the staff.",
    "Su información a sido registrada :)":"Your information has been registered :)",
    "Use su pasaporte como identificación":"Use your passport as identification",
    "Use su CURP como identificación":"Use your CURP as identification",
    "Selecciona procedencia":"Select source",
    "Cargando...":"Loading...",
    
    
    

    "¿Está seguro que todos sus datos son correctos?" : "Are you sure all your data is correct?"  ,
    "¡No podrá volver a registrarse hasta terminar la solicitud de registro anterior!":"You will not be able to register again until you finish the previous registration request!",

    "Su registro ha sido agendado, identifique con el siguiente prefolio":"Your registration has been scheduled, please identify with the following prefolio",

    "Antecedentes personales patológicos":"Personal pathological history",
    "Antecedentes no patológicos":"Non-pathological history",
    "Antecedentes heredofamiliares":"Hereditary-family history",
    "Antecedentes psicológicos/psiquiátricos":"Psychological/psychiatric history",
    "Antecedentes nutricionales":"Nutritional background",
    "Antecedentes medio laboral":"Labor background",
    "Formulario incompleto, favor de rellenar todos":   "Incomplete form, please fill in all fields",
    "Asegurese que que este usando correctamente su CURP o pasaporte":"Make sure you are using your CURP or passport correctly.",
    "Identificador invalido":"Identificador invalido",

    "CURP valida...":"CURP valid...",

    "Pre-registro": "Pre-registration",
    "Registrar mi información":"Register my information",
    "Quiero generar mi cita": ""


}